[
  {
    "name": "ocean",
    "description": "a side-view 8x8 tileset representing a full ocean ecosystem. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. The tileset depicts zones from top to bottom: intertidal zone, shallow coastal waters, continental shelf, open ocean (epipelagic zone), twilight zone (mesopelagic), midnight zone (bathypelagic), and abyssal depths (abyssopelagic)."
  },
  {
    "name": "estuary",
    "description": "a side-view 8x8 tileset representing an estuary biome. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. Includes brackish water mixing zones, mudflats, mangrove roots, tidal creeks, fish nurseries, and salt-tolerant plants."
  },
  {
    "name": "mangrove swamp",
    "description": "a top-down view 8x8 tileset of a mangrove swamp. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. Includes aerial roots, dense green foliage, shallow water, crabs, mudskippers, and birds nesting in branches."
  },
  {
    "name": "intertidal zone",
    "description": "a top-down view 8x8 tileset representing a rocky and sandy intertidal zone. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. Includes features such as tide pools, barnacles, mussels, seaweed, crabs, and wave-washed rocks."
  },
  {
    "name": "stream",
    "description": "a top-down view 8x8 tileset representing a mountain stream biome. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. Shows flowing water, pebbles, submerged roots, mossy rocks, aquatic insects, and trout."
  },
  {
    "name": "river",
    "description": "a top-down view 8x8 tileset of a river biome. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. Depicts meandering water channels, sandbanks, reeds, fish, fallen logs, and animals drinking at the shore."
  },
  {
    "name": "lake",
    "description": "a side-view 8x8 tileset of a lake ecosystem. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. Includes surface water with lily pads, submerged aquatic plants, fish, snails, sediment layers, and lakebed creatures."
  },
  {
    "name": "pond",
    "description": "a top-down view 8x8 tileset of a small freshwater pond. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. Includes frogs, lily pads, algae, reeds, tadpoles, insects on water surface, and ducks."
  },
  {
    "name": "desert",
    "description": "a top-down view 8x8 tileset representing a desert biome. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. The tileset includes features such as sand dunes, rocky plateaus, oases, cacti, and desert wildlife like lizards and snakes."
  },
  {
    "name": "grassland",
    "description": "a top-down view 8x8 tileset of a temperate grassland biome. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. Includes tall grasses, scattered shrubs, wildflowers, termite mounds, and grazing herbivores."
  },
  {
    "name": "evergreen needleleaf forest",
    "description": "a side-view 8x8 tileset of an evergreen needleleaf forest. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. Includes pine trees, mossy ground, cones, thick tree trunks, and animals like squirrels and owls."
  },
  {
    "name": "evergreen broadleaf forest",
    "description": "a side-view 8x8 tileset of an evergreen broadleaf forest. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. Includes dense tropical vegetation, vines, broad leaves, ferns, and colorful birds and insects."
  },
  {
    "name": "deciduous forest",
    "description": "a side-view 8x8 tileset of a deciduous forest biome. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. Includes broadleaf trees, leaf litter, small streams, fungi, and seasonal colors."
  },
  {
    "name": "plain",
    "description": "a top-down view 8x8 tileset representing an open plain. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. Includes flat grassy areas, occasional rocks, burrows, and large herds of herbivores."
  },
  {
    "name": "tundra",
    "description": "a top-down view 8x8 tileset representing a tundra biome. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. Includes permafrost ground, patches of snow, moss, lichen, and cold-climate animals like arctic foxes."
  },
  {
    "name": "alpine grasslands",
    "description": "a top-down view 8x8 tileset of alpine grasslands. Each tile is 32x32 pixels, arranged in a grid, total 64 tiles. Shows mountain slopes, grasses, hardy wildflowers, rocks, and animals like marmots or ibex."
  }
]
