[
  {
    "name": "ocean",
    "description": "a side-view scene representing a full ocean ecosystem.The scene depicts zones from top to bottom: intertidal zone, shallow coastal waters, continental shelf, open ocean to abyssal depths.Includes coral reefs, kelp forests, sandy beaches, rocky shores, and deep-sea trenches."
  },
  {
    "name": "estuary",
    "description": "a top-down scene representing an estuary biome.Includes brackish water mixing zones, mudflats, mangrove roots, tidal creeks, fish nurseries, and salt-tolerant plants."
  },
  {
    "name": "mangrove swamp",
    "description": "a top-down scene of a mangrove swamp.Includes aerial roots, dense green foliage, shallow water."
  },
  {
    "name": "intertidal zone",
    "description": "a top-down view representing a rocky and sandy intertidal zone.Includes features such as tide pools and wave-washed rocks."
  },
  {
    "name": "stream",
    "description": "a top-down view representing a mountain stream biome.Shows flowing water, pebbles, submerged roots, mossy rocks, and trout."
  },
  {
    "name": "river",
    "description": "a top-down view of a river biome.Depicts meandering water channels, sandbanks, reeds, fallen leaves."
  },
  {
    "name": "lake",
    "description": "a top-down view of a lake ecosystem.Includes surface water with lily pads, submerged aquatic plants, sediment layers."
  },
  {
    "name": "pond",
    "description": "a top-down view of a small freshwater pond.Includes lily pads, algae, reeds."
  },
  {
    "name": "desert",
    "description": "a top-down view representing a desert biome.The scene includes features such as sand dunes, rocky plateaus, oases, cacti."
  },
  {
    "name": "grassland",
    "description": "a top-down view representing a temperate grassland biome.Includes tall grasses, scattered shrubs, wildflowers, termite mounds."
  },
  {
    "name": "evergreen needleleaf forest",
    "description": "a top-down view representing an evergreen needleleaf forest.Includes pine trees, mossy ground, cones, thick tree trunks."
  },
  {
    "name": "evergreen broadleaf forest",
    "description": "a top-down view of an evergreen broadleaf forest.Includes dense tropical vegetation, vines, broad leaves, ferns."
  },
  {
    "name": "deciduous forest",
    "description": "a top-down view of a deciduous forest biome.Includes broadleaf trees, leaf litter, small streams, fungi."
  },
  {
    "name": "plain",
    "description": "a top-down view representing an open plain.Includes flat grassy areas, occasional rocks, burrows."
  },
  {
    "name": "tundra",
    "description": "a top-down view representing a tundra biome.Includes permafrost ground, patches of snow, moss, lichen."
  },
  {
    "name": "alpine grasslands",
    "description": "a top-down view of alpine grasslands.Shows mountain slopes, grasses, hardy wildflowers, rocks."
  }
]
