const GAME_DATA = [
    {
        "hormone": "生長激素",
        "relate": ["控制生長發育","影響骨骼生長","侏儒症", "巨人症"]
    },
    {
        "hormone": "甲狀腺素",
        "relate": ["控制細胞代謝", "個體消瘦", "神經緊張", "甲狀腺亢進", "智力遲緩","大脖子症"]
    },
    {
        "hormone": "副甲狀腺素",
        "relate":["調節血鈣濃度","影響骨骼生長","影響肌肉收縮","肌肉痙攣"]
    },
    {
        "hormone": "腎上腺素",
        "relate":["運動或緊急","心跳加速","呼吸加快加深","提高血糖濃度","血壓上升"] 
    },
    {
        "hormone":"胰島素",
        "relate":["降低血糖濃度","糖尿病"]
    },
    {
        "hormone":"升糖素",
        "relate":["提高血糖濃度"]
    },
    {
        "hormone":"雄性激素",
        "relate":["長鬍鬚","喉結突出","聲音低沉","男性第二性徵"]
    },
    {
        "hormone":"雌性激素",
        "relate":["乳房發育","皮下脂肪增加","女性第二性徵"]
    }
];